Repository: 312374242/ttime
Catalog: po/*/ttime.po
Languages: he

source: No clashes
he: ללא התנגשויות

source: Enable
he: הפעל

source: WARNING! Disabling the 'no clashes' constraint will make scheduling take MUCH longer! You probably want to leave this on. (Coming soon: allow clashes only for specific courses)
he: אזהרה! ביטול הגבלת ה-'ללא התנגשויות' יגרום למציאת המערכות לקחת הרבה יותר זמן! אתם כנראה רוצים להשאיר את זה דולק. (בקרוב נאפשר לבחור לאיזה קורסים לאפשר התנגשויות)

source: Free days
he: ימים חופשיים

source: free days please
he: ימים חופשיים בבקשה

source: This constraint makes sure your schedule has <b>at least</b> as many free days as you requested.
he: הגבלה זו מוודאת שבמערכת שלך יש <b>לפחות</b> את כמות הימיים החופשיים שביקשת.

source: No running
he: ללא ריצות

source: This constraint makes sure you don't have to run between buildings during a 10-minute (in case the lecturer finishes on time) break.
he: ההגבלה הזו מוודאת שלא תצטרך/י לרוץ בין בניינים בזמן הפסקה של 10 דקות (וגם זה במקרה שהמרצה מסיים בזמן)

source: Add free hour
he: הוסף שעה חופשית

source: Start:
he: התחלה:

source: End:
he: סוף:

source: Free Hours
he: שעות חופשיות

source: Time
he: זמן

source: Free hours
he: שעות חופשיות

source: Remove
he: הסר

source: Mark this group
he: סמן קבוצה זו

source: Group Constraints
he: דרוש קבוצות מסוימות

source: Select all
he: בחר הכל

source: Select none
he: בחר כלום

source: Allowed
he: מותר

source: Group
he: קבוצה

source: Lecturer
he: מרצה

source: Use group constraints
he: השתמש בדרישות ע"פ קבוצות

source: Sunday
he: ראשון

source: Monday
he: שני

source: Tuesday
he: שלישי

source: Wednesday
he: רביעי

source: Thursday
he: חמישי

source: Friday
he: שישי

source: Saturday
he: שבת

source: Generating schedules (%d so far)
he: מייצר מערכות (%d עד כה)

source: Sorting schedules
he: ממיין מערכות

source: Exam Schedule
he: לוח בחינות

source: WARNING, collision on
he: אזהרה, התנגשות ב-

source: Moed A: %s
he: מועד א': %s

source: Moed B: %s
he: מועד ב': %s

source: Date
he: תאריך

source: Progress
he: התקדמות

source: Course name
he: שם קורס

source: Course number
he: מספר קורס

source: Group number
he: מספר קבוצה

source: Place
he: מקום

source: YAML files
he: קבצי YAML

source: Load Settings
he: טען הגדרות

source: Save Settings
he: שמור הגדרות

source: Please select some courses first.
he: אנא בחר קורסים קודם.

source: Sorry, but no schedules are possible with the selected courses and constraints.
he: אנחנו מצטערים, אך אין מערכות אפשריות עבור הקורסים וההגבלות שנבחרו.

source: Are you sure you want to drop %s?
he: האם אתה בטוח שאתה רוצה לבטל את %s?

source: Are you sure you want to clear your selected courses?
he: האם אתה בטוח שאתה רוצה לבטל את הקורסים הנבחרים?

source: of %d
he: מתוך %d

source: Show details
he: הצג פרטים

source: Schedule
he: מערכת שעות

source: Show all alternatives
he: הצג חלופות להכל

source: Show alternatives to this event
he: הצג חלופות לאירוע זה

source: Cancel this course
he: בטל קורס

source: Rating details for this schedule:
he: פרטי דירוג למערכת זו:

source: "%s" rating
he: דירוג "%s"

source: Overall score
he: ניקוד כולל

source: Please run "Find Schedules" first
he: אנא בנה מערכות שעות

source: iCal files
he: קבצי iCal

source: Export iCal
he: יצא iCal

source: Moed A
he: מועד א'

source: Moed B
he: מועד ב'

source: PDF files
he: קבצי PDF

source: Export PDF
he: יצא PDF

source: WARNING: The courses marked with * have colliding test dates!
he: אזהרה: לקורסים שמסומנים ב-* יש מבחנים מתנגשים!

source: Lecturer in charge
he: מרצה אחראי

source: Academic points
he: נקודות אקדמיות

source: Group %d
he: קבוצה %d

source: Lecturer:
he: מרצה:

source: * No data for this group *
he: * אין מידע עבור קבוצה זו *

source: Populating available courses
he: ממלא את רשימת הקורסים הזמינים

source: Course Name
he: שם קורס

source: Course Number
he: מספר קורס

source: Constraints
he: הגבלות

source: Priorities
he: העדפות

source: Schedule ratings
he: דירוגי מערכות

source: Semester start:
he: תחילת הסמסטר:

source: Semester end:
he: סוף הסמסטר:

source: Semester Information
he: מידע על הסמסטר

source: No courses with tests are selected.
he: לא נבחרו קורסים עם מבחנים.

source: Extra sleep
he: תוספת שינה

source: Minimal running
he: מינימום ריצות

source: Loading REPY file...
he: טוען קובץ REPY...

source: Lecture
he: הרצאה

source: Tutorial
he: תרגול

source: Lab
he: מעבדה

source: Other
he: אחר

source: Loading technion data from YAML
he: טוען מידע טכניוני מקובץ ה-YAML

source: Loading UDonkey XML data
he: טוען מידע טכניוני מקובץ XML

source: Loading technion data
he: טוען מידע טכניוני

source: Loading data from REPY
he: טוען מידע מקובץ ה-REPY

source: Downloading REPY file from Technion
he: מוריד קובץ REPY מהטכניון

source: Extracting REPY file
he: מחלץ קובץ REPY...

source: _File
he: _קובץ

source: _Load Settings...
he: _טען הגדרות...

source: _Save Settings...
he: _שמור הגדרות...

source: Export _PDF...
he: יצא _PDF...

source: Export _iCal...
he: יצא _iCal...

source: Auto _Update
he: _עדכון אוטומטי

source: _Schedules
he: _מערכות שעות

source: E_xam Schedule
he: _לוח בחינות

source: Find _schedules
he: בנה _מערכת שעות

source: Show full _week
he: הראה _שבוע מלא

source: Jump 10 back
he: קפוץ 10 אחורה

source: _Previous
he: _הקודמת

source: _Next
he: _הבאה

source: Jump 10 forward
he: קפוץ 10 קדימה

source: _Help
he: _עזרה

source: Find Schedules
he: מצא מערכות שעות

source: of 0
he: מתוך 0

source: Previous
he: הקודמת

source: Next
he: הבאה

source: Search
he: חיפוש

source: Available Courses
he: קורסים זמינים

source: Selected Courses
he: קורסים שנבחרו

source: Course List
he: רשימת קורסים

source: Inspired by UDonkey and Marprog But we don't like C#
he: בהשראת UDonkey אבל אנחנו לא אוהבים #C

source: Git repository
he: מחסן Git
